Repository: skarva/kipeltip
Catalog: po/*.po
Languages: pt

source: Add Login
pt: Adicionar Login

source: Name:
pt: Nome:

source: Username:
pt: Nome de Utilizador:

source: Password:
pt: Senha:

source: Cancel
pt: Cancelar

source: Save Login
pt: Guardar Login

source: Some fields are still empty!
pt: Alguns campos ainda estão vazios!

source: You must fill in all the fields in order to save your login info.
pt: Tem que preencher todos os campos para poder guardar a sua informação do login.

source: Add Note
pt: Adicionar Nota

source: Note:
pt: Nota:

source: Save note
pt: Guardar nota

source: You must fill in all the fields in order to save your note.
pt: Tem que preencher todos os campos para poder guardar a sua nota.

source: Preferences
pt: Preferências

source: Security
pt: Segurança

source: Clear clipboard after timeout:
pt: Apagar a área de transferência após esgotar o tempo:

source: Timeout (secs):
pt: Esgotar do Tempo (segundos):

source: Dark Mode:
pt: Tema Escuro:

source: Close
pt: Fechar

source: Add New Login
pt: Adicionar Novo Login

source: Add Secure Note
pt: Adicionar Nota Segura

source: Add Login or Note
pt: Adicionar Login ou Nota

source: Search for sites and notes (Ctrl+F)...
pt: Procurar por web sites e notas (Ctrl+F)...

source: Sort by Name
pt: Organizar por Nome

source: Sort by Created Date
pt: Organizar por Data Criada

source: Sit tight while your secret clearance is verified
pt: Espere pacientemente enquanto a sua autorização secreta é verificada

source: Nothing to see here
pt: Nada para ver aqui

source: Start storing your important info securely
pt: Começe a guardar a sua informação importante de forma segura

source: Configure
pt: Configurar

source: Customize your lock box
pt: Personalizar o seu lock box

source: Store Login
pt: Guardar Login

source: Add website login details to your lock box
pt: Adicione detalhes do login do web site ao seu lock box

source: Store Note
pt: Guardar Nota

source: Add a new note to yourself to your lock box
pt: Adicionar uma nova nota para si no seu lock box

source: Lock your secrets up tight
pt: Guarde bem os seus segredos

source: Keep your notes and website credentials secure in an easy-to-manage collection. It is ready to go when you're logged in, and securely encrypted when you're not.
pt: Mantenha as suas notas e credenciais de web sites em segurança numa coleção de fácil gestão. Esta está sempre pronta ao entrar e encriptada de forma segura quando não está.

source: Features
pt: Funcionalidades

source: Fast search
pt: Procura rápida

source: Sort by name or date added
pt: Organizar por nome ou por data adicionada

source: Access to passwords saved in Epiphany
pt: Acesso a senhas guardadas no Epiphany

source: Dark Theme
pt: Tema Escuro

source: Light Theme
pt: Tema Claro

source: Creating a new secret item
pt: A criar um novo item secreto

source: Quick searching
pt: Procura rápida

source: Initial release
pt: Lançamento inicial

source: Password Manager
pt: Administrador de Senhas

source: Secure and manage your secure information
pt: Proteja e administre a sua informação segura

source: Password;Login;Notes;
pt: Password;Senha;Login;Notes;Notas;
